{
    "title": "Small Talk",
    "description": "Learn Conversation Starters in the Break Room",
    "contents": [
        {
          "en": "Hi, Tom! Are you happy with the workplace so far?",
          "id": "Hai, Tom! Apakah kamu senang dengan tempat kerja sampai sejauh ini?"
        },
        {
          "en": "Yes, it's great! Everyone is friendly. Listen, how about the team-building activities here? Are they cool?",
          "id": "Ya, ini luar biasa! Semua orang ramah. Dengar, bagaimana dengan kegiatan membangun tim di sini? Apakah mereka seru?"
        },
        {
          "en": "Yes, we go out with the team sometimes. Are you into these activities?",
          "id": "Ya, kadang-kadang kami pergi bersama tim. Apakah kamu tertarik dengan kegiatan ini?"
        },
        {
          "en": "Absolutely! They're really fun. What's the team's favorite?",
          "id": "Pasti! Mereka benar-benar menyenangkan. Apa kegiatan favorit tim?"
        },
        {
          "en": "Many of us enjoy the monthly game night. Are you into board games?",
          "id": "Banyak dari kami menikmati game night bulanan. Apakah kamu suka permainan papan?"
        },
        {
          "en": "Monopoly and Ticket To Ride are popular choices. Are you familiar with them?",
          "id": "Monopoli dan Ticket To Ride adalah pilihan populer. Apakah kamu familiar dengan mereka?"
        },
        {
          "en": "Yes, I've played both before. Great choices. Is the team into playing games on computers as well, like Gartic?",
          "id": "Ya, saya pernah bermain keduanya sebelumnya. Pilihan yang bagus. Apakah tim juga suka bermain game di komputer, seperti 'Gartic'?"
        },
        {
          "en": "Oh, yeah! Gartic is another favorite. Maybe we can play Gartic on the next game night?",
          "id": "Oh, ya! Gartic adalah favorit lain. Mungkin kita bisa bermain Gartic pada game night berikutnya?"
        },
        {
          "en": "That sounds like a plan, Sarah! Thanks for the suggestions.",
          "id": "Itu terdengar seperti rencana, Sarah! Terima kasih atas saran-saran."
        }
      ]
}