{
    "title": "Talking About the Monday Meetings",
    "description": "Learn Conversation Starters in the Break Room",
    "contents": [
        {
          "en": "Tell me about our team meetings, Sophie. Do they happen every week?",
          "id": "Ceritakan tentang pertemuan tim kita, Sophie. Apakah mereka terjadi setiap minggu?"
        },
        {
          "en": "Yes, they do. We have meetings on Monday mornings.",
          "id": "Iya, mereka terjadi. Kami memiliki pertemuan pada hari Senin pagi."
        },
        {
          "en": "Hmm. Do we discuss all our ongoing projects in these meetings?",
          "id": "Hmm. Apakah kita membahas semua proyek yang sedang berjalan dalam pertemuan ini?"
        },
        {
          "en": "We do. It's a chance to update everyone on project progress.",
          "id": "Ya kita melakukannya. Ini kesempatan untuk memberi tahu semua orang tentang kemajuan proyek."
        },
        {
          "en": "Awesome! Do they usually last long?",
          "id": "Keren! Biasanya berlangsung lama?"
        },
        {
          "en": "Not too long. They usually take about 30 to 45 minutes.",
          "id": "Tidak terlalu lama. Biasanya berlangsung sekitar 30 hingga 45 menit."
        },
        {
          "en": "That's reasonable. Do we have an agenda for each meeting?",
          "id": "Itu masuk akal. Apakah kita memiliki agenda untuk setiap pertemuan?"
        },
        {
          "en": "Yes, we do. Maria prepares the agenda in advance.",
          "id": "Iya, kita punya. Maria menyiapkan agenda sebelumnya."
        },
        {
          "en": "Good to know! Do the meetings involve everyone on the team?",
          "id": "Bagus untuk diketahui! Apakah pertemuan melibatkan semua anggota tim?"
        },
        {
          "en": "Absolutely! All the team members have a chance to speak, so everyone knows what the others are doing.",
          "id": "Tentu saja! Semua anggota tim memiliki kesempatan untuk berbicara, sehingga semua orang tahu apa yang dilakukan yang lain."
        },
        {
          "en": "That's important. Does Maria assign tasks during these meetings?",
          "id": "Itu penting. Apakah Maria menugaskan tugas selama pertemuan ini?"
        },
        {
          "en": "Sometimes, but we normally discuss tasks we plan on tackling for the week.",
          "id": "Terkadang, tapi biasanya kita membahas tugas yang berencana diatasi selama minggu itu."
        },
        {
          "en": "Does this include brainstorming sessions?",
          "id": "Apakah ini termasuk sesi brainstorming?"
        },
        {
          "en": "Occasionally, yeah. It depends on the project's needs.",
          "id": "Kadang-kadang, ya. Itu tergantung pada kebutuhan proyek."
        },
        {
          "en": "I can't wait for the first meeting I'll attend. Probably next Monday.",
          "id": "Saya tidak sabar untuk pertemuan pertama yang akan saya hadiri. Mungkin Senin depan."
        }
      ]
}