{
    "title": "Knowing the Area Around the Company",
    "description": "Learn Conversation Starters in the Break Room",
    "contents": [
        {
          "en": "Hi Maria! I'm still getting to know the area. Is there an ATM nearby?",
          "id": "Hi Maria! Saya masih mencari tahu daerah ini. Apakah ada ATM di dekat sini?"
        },
        {
          "en": "Yes, there is a bank just a few blocks away.",
          "id": "Iya, ada bank hanya beberapa blok dari sini."
        },
        {
          "en": "That's good to know. Are there any parks around here?",
          "id": "Bagus untuk diketahui. Apakah ada taman di sekitar sini?"
        },
        {
          "en": "Yes, there are a couple of parks near here. They're great for a break.",
          "id": "Iya, ada beberapa taman di dekat sini. Mereka bagus untuk istirahat."
        },
        {
          "en": "How about restaurants? Are there any good restaurants in this neighborhood?",
          "id": "Bagaimana dengan restoran? Apakah ada restoran bagus di lingkungan ini?"
        },
        {
          "en": "Yes, there are many restaurants within walking distance.",
          "id": "Iya, ada banyak restoran yang bisa dijangkau dengan berjalan kaki."
        },
        {
          "en": "Fantastic! Is there anything else interesting to check out?",
          "id": "Fantastis! Apakah ada hal menarik lain yang bisa diperiksa?"
        },
        {
          "en": "Absolutely! There's a gym. There are also great coffee shops not too far away.",
          "id": "Tentu saja! Ada gym. Juga ada kedai kopi bagus tidak terlalu jauh dari sini."
        },
        {
          "en": "How about bookstores or theaters?",
          "id": "Bagaimana dengan toko buku atau bioskop?"
        },
        {
          "en": "Hmm… there isn't any theater around here that I know of. The bookstores I remember are all downtown. There's a bus that stops two blocks away.",
          "id": "Hmm… tidak ada bioskop di sekitar sini yang saya tahu. Toko buku yang saya ingat semuanya berada di pusat kota. Ada bus yang berhenti dua blok dari sini."
        },
        {
          "en": "Oh, how about a shopping mall?",
          "id": "Oh, bagaimana dengan pusat perbelanjaan?"
        },
        {
          "en": "Malls are everywhere. I'm sure you can find them just by walking around a bit.",
          "id": "Pusat perbelanjaan ada di mana-mana. Saya yakin Anda bisa menemukannya hanya dengan berjalan-jalan sedikit."
        },
        {
          "en": "Thanks for your help, Maria.",
          "id": "Terima kasih atas bantuannya, Maria."
        },
        {
          "en": "You're welcome, Tom.",
          "id": "Sama-sama, Tom."
        }
      ]
}