{
    "title": "Simple English for Everyone",
    "description": "TEDxKyotoUniversity By Yukiko Nakayama",
    "contents": [
        {
            "en": "Hello, everyone. I came here today to talk about simple English that anyone can use.",
            "id": "Halo, semuanya. Saya datang hari ini untuk berbicara tentang Bahasa Inggris sederhana yang dapat digunakan oleh siapa pun."
          },
          {
            "en": "I am a nonnative speaker of English. I couldn't speak English, I couldn't write English, but now I can communicate to you what I am doing and why it is important.",
            "id": "Saya bukan penutur asli Bahasa Inggris. Saya tidak bisa berbicara dalam Bahasa Inggris, saya tidak bisa menulis Bahasa Inggris, tetapi sekarang saya dapat berkomunikasi kepada Anda apa yang sedang saya lakukan dan mengapa itu penting."
          },
          {
            "en": "In fact, I can write about difficult things. My job is to describe technologies. I write about LEDs, smartphones, or other complicated structures.",
            "id": "Bahkan, saya dapat menulis tentang hal-hal yang sulit. Pekerjaan saya adalah menjelaskan teknologi. Saya menulis tentang LED, smartphone, atau struktur yang rumit lainnya."
          },
          {
            "en": "Simple English, meaning speaking or writing clear and plain English, has changed my communication and changed my entire career. My talk today is for all the nonnative speakers of English, including Japanese, and those who are natives may also find my talk interesting by watching how nonnatives struggle, and how your advanced English or our complicated English can be broken down into simple and clear English.",
            "id": "Bahasa Inggris sederhana, yang berarti berbicara atau menulis dalam Bahasa Inggris yang jelas dan sederhana, telah mengubah komunikasi saya dan mengubah seluruh karier saya. Pembicaraan saya hari ini ditujukan untuk semua penutur asing Bahasa Inggris, termasuk Jepang, dan mereka yang merupakan penutur asli juga mungkin menemukan pembicaraan saya menarik dengan melihat bagaimana penutur asing berjuang, dan bagaimana Bahasa Inggris tingkat lanjut Anda atau Bahasa Inggris rumit kita dapat diuraikan menjadi Bahasa Inggris yang sederhana dan jelas."
          },
          {
            "en": "Let me start from my story. Back in 1993, I was at the university in Kyoto. I was bored, depressed, and I had no bright future. I studied English, but I couldn't speak English, and life was not what I expected.",
            "id": "Mari saya mulai dari kisah saya. Kembali pada tahun 1993, saya berada di universitas di Kyoto. Saya merasa bosan, depresi, dan masa depan saya tidak cerah. Saya belajar Bahasa Inggris, tetapi saya tidak bisa berbicara dalam Bahasa Inggris, dan hidup tidak seperti yang saya harapkan."
          },
          {
            "en": "After university, I entered a company producing chemicals, and I did some translation from Japanese into English, but I was still bored and depressed. I had no fun at work. I couldn't write good English, and life was difficult.",
            "id": "Setelah universitas, saya masuk ke sebuah perusahaan yang memproduksi bahan kimia, dan saya melakukan beberapa terjemahan dari bahasa Jepang ke bahasa Inggris, tetapi saya masih merasa bosan dan depresi. Saya tidak merasa senang di tempat kerja. Saya tidak bisa menulis Bahasa Inggris dengan baik, dan hidup sulit."
          },
          {
            "en": "In the year 2000, I changed jobs and became a patent translator. I started to write about technical stuff. I started to write about inventions on LED lamps or smart keys for your automobiles or copying machines, digital cameras. Very technical stuff.",
            "id": "Pada tahun 2000, saya pindah pekerjaan dan menjadi penerjemah paten. Saya mulai menulis tentang hal-hal teknis. Saya mulai menulis tentang penemuan pada lampu LED atau kunci pintar untuk mobil Anda atau mesin fotokopi, kamera digital. Hal-hal yang sangat teknis."
          },
          {
            "en": "In the process of writing all those technical things, I started to realize that I don't need any advanced or complicated English. What I need is simple and plain, easy English to describe difficult things.",
            "id": "Dalam proses menulis semua hal teknis itu, saya mulai menyadari bahwa saya tidak memerlukan Bahasa Inggris tingkat lanjut atau rumit. Yang saya butuhkan adalah Bahasa Inggris yang sederhana dan jelas untuk menjelaskan hal-hal yang sulit."
          },
          {
            "en": "I started to read books on what is called technical writings, and I liked their ideas. They say, for example: Use the active voice. Put statements in positive form. Use definite, concrete language. Omit needless words. Avoid fancy words. I liked their idea.",
            "id": "Saya mulai membaca buku-buku tentang apa yang disebut penulisan teknis, dan saya menyukai ide-ide mereka. Mereka mengatakan, misalnya: Gunakan kalimat aktif. Sajikan pernyataan dalam bentuk positif. Gunakan bahasa yang pasti, konkret. Hilangkan kata-kata yang tidak perlu. Hindari kata-kata yang rumit. Saya suka ide mereka."
          },
          {
            "en": "So, for example, instead of The gas does not have any odor, odor meaning smell, I wrote the gas is odorless, by using the positive form. It is interesting to note that there are seven steps that must be completed in order to make a successful presentation. I wrote: To make a successful presentation seven steps must be completed.",
            "id": "Jadi, misalnya, daripada Gas tidak memiliki bau apa pun, bau berarti bau, saya menulis gas ini tidak berbau, dengan menggunakan bentuk positif. Menarik untuk dicatat bahwa ada tujuh langkah yang harus diselesaikan untuk membuat presentasi yang berhasil. Saya menulis: Untuk membuat presentasi yang berhasil, tujuh langkah harus diselesaikan."
          },
          {
            "en": "This revision actually follows one of my favorite style manuals. They say to omit empty phrases such as it is interesting to note that. Interestingly, they think that it is interesting to note that is an empty phrase. That interested me.",
            "id": "Revisi ini sebenarnya mengikuti salah satu buku panduan gaya favorit saya. Mereka mengatakan untuk menghilangkan frasa kosong seperti menarik untuk dicatat bahwa. Menariknya, mereka berpikir bahwa menarik untuk dicatat bahwa adalah frasa kosong. Itu menarik bagi saya."
          },
          {
            "en": "They say, Avoid any unnecessary words, and they say, Write economically by using single words.",
            "id": "Mereka mengatakan, Hindari kata-kata yang tidak perlu, dan mereka mengatakan, Tulis secara ekonomis dengan menggunakan kata tunggal."
          },
          {
            "en": "Many of you here may want to use, for example, in order to in your speaking or writing, but then they say that you should use only to. I liked their idea.",
            "id": "Banyak dari Anda mungkin ingin menggunakan, misalnya, untuk dalam berbicara atau menulis, tetapi kemudian mereka mengatakan bahwa Anda seharusnya hanya menggunakan to. Saya suka ide mereka."
          },
          {
            "en": "I'll give you another example. This is a piece of writing from my student, last week. He wrote: According to a recent study, it has been shown that stress, people are stressful these days, can be a trigger of Alzheimer's disease. Excellent. Advanced and grammatically correct English.",
            "id": "Saya akan memberi Anda contoh lain. Ini adalah tulisan dari murid saya, minggu lalu. Dia menulis: Menurut studi terbaru, telah terbukti bahwa stres, orang merasa stres saat ini, dapat menjadi pemicu penyakit Alzheimer. Bagus. Bahasa Inggris yang tingkat lanjut dan tata bahasa yang benar."
          },
          {
            "en": "But then I rewrote: Recent research shows that stress can trigger Alzheimer's disease.",
            "id": "Tetapi kemudian saya menulis ulang: Penelitian terbaru menunjukkan bahwa stres dapat menjadi pemicu penyakit Alzheimer."
          },
          {
            "en": "In the process of this writing, I started to see a bright light. I studied hard, worked hard, and within a year, I passed a first level technical writing test in Japan. Luckily, I was awarded by the Ministry of Education, Culture, Sports, Science and Technology, in Japan. I was lucky.",
            "id": "Dalam proses menulis ini, saya mulai melihat cahaya terang. Saya belajar dengan keras, bekerja keras, dan dalam waktu setahun, saya lulus ujian menulis teknis tingkat pertama di Jepang. Untungnya, saya mendapatkan penghargaan dari Kementerian Pendidikan, Kebudayaan, Olahraga, Ilmu Pengetahuan dan Teknologi, di Jepang. Saya beruntung."
          },
          {
            "en": "Then things started to change. I became a chief instructor at the Japan Society of Technical Communication, JSTC. I worked as a patent translator on a freelance basis for ten years. I published two books: one on the basics of technical writing and the other on patent translation. Last year I founded a company in Kyoto.",
            "id": "Kemudian hal-hal mulai berubah. Saya menjadi instruktur utama di Japan Society of Technical Communication, JSTC. Saya bekerja sebagai penerjemah paten secara mandiri selama sepuluh tahun. Saya menerbitkan dua buku: satu tentang dasar-dasar penulisan teknis dan yang lainnya tentang terjemahan paten. Tahun lalu saya mendirikan perusahaan di Kyoto."
          },
          {
            "en": "Until the year 2000, I was depressed and confused and even felt hopeless. I had never even dreamed of writing books, and I had no way of speaking in front of people. Simple English changed me.",
            "id": "Hingga tahun 2000, saya merasa depresi dan bingung dan bahkan merasa putus asa. Saya bahkan tidak pernah bermimpi untuk menulis buku, dan saya tidak memiliki cara berbicara di depan orang banyak. Bahasa Inggris sederhana mengubah saya."
          },
          {
            "en": "Simple English motivated me. I never gave up. Simple English changed my entire life. I am here hoping that spreading this idea will help people.",
            "id": "Bahasa Inggris sederhana memberi saya motivasi. Saya tidak pernah menyerah. Bahasa Inggris sederhana mengubah seluruh hidup saya. Saya berharap dengan menyebarkan ide ini dapat membantu orang."
          },
          {
            "en": "Now, I want to share with you one tip for simple English. Very easy, anyone can use this tip.",
            "id": "Sekarang, saya ingin berbagi satu tips untuk Bahasa Inggris sederhana. Sangat mudah, siapa pun dapat menggunakan tips ini."
          },
          {
            "en": "If you have your headsets on for simultaneous translation, you can try taking them off, and try finding the beauty or the power of simple English.",
            "id": "Jika Anda menggunakan headset untuk terjemahan simultan, Anda dapat mencoba melepaskannya, dan mencoba menemukan keindahan atau kekuatan dari Bahasa Inggris sederhana."
          },
          {
            "en": "So, let's begin. Use verbs! Verbs meaning words to express action. Smile or eat or run. Verbs are powerful, so use dynamic verbs rather than static ones. For example, instead of I am a teacher of English, say, I teach English.",
            "id": "Jadi, mari kita mulai. Gunakan kata kerja! Kata kerja berarti kata-kata untuk mengungkapkan tindakan. Senyum atau makan atau lari. Kata kerja sangat kuat, jadi gunakan kata kerja dinamis daripada kata kerja statis. Misalnya, daripada Saya adalah seorang guru Bahasa Inggris, katakan, Saya mengajar Bahasa Inggris."
          },
          {
            "en": "Instead of I belong to a soccer team, say, I play soccer.",
            "id": "Daripada Saya menjadi anggota tim sepak bola, katakan, Saya bermain sepak bola."
          },
          {
            "en": "Instead of It is difficult for me to speak in front of many people, say, I cannot speak in front of many people.",
            "id": "Daripada Sulit bagi saya untuk berbicara di depan banyak orang, katakan, Saya tidak bisa berbicara di depan banyak orang."
          },
          {
            "en": "Instead of The number of nonnatives at TedxKyoto University, or in the entire world, is greater than the number of natives, you can also say, Nonnatives outnumber natives, by using only three words.",
            "id": "Daripada Jumlah orang non-natif di Universitas TedxKyoto, atau di seluruh dunia, lebih besar daripada jumlah orang asli, Anda juga dapat mengatakan, Orang non-natif lebih banyak daripada orang asli, dengan hanya menggunakan tiga kata."
          },
          {
            "en": "See: subject, verb, and an object. Somebody does something.",
            "id": "Lihat: subjek, kata kerja, dan objek. Seseorang melakukan sesuatu."
          },
          {
            "en": "I also use the active voice whenever possible. The active voice meaning that the subject is the doer of an action; the passive voice meaning that the subject is a receiver of an action.",
            "id": "Saya juga menggunakan bentuk aktif bila mungkin. Bentuk aktif berarti bahwa subjek adalah pelaku suatu tindakan; bentuk pasif berarti bahwa subjek adalah penerima suatu tindakan."
          },
          {
            "en": "Compare the two sentences here: In the year 2011, I was sad; Tohoku was hit by the great earthquake, or In the year 2011, the great earthquake hit Tohoku. You can see the active voice is more direct, clearer, and uses fewer words.",
            "id": "Bandingkan dua kalimat di sini: Pada tahun 2011, saya sedih; Tohoku terkena gempa bumi besar, atau Pada tahun 2011, gempa bumi besar menghantam Tohoku. Anda dapat melihat bahwa bentuk aktif lebih langsung, lebih jelas, dan menggunakan kata-kata yang lebih sedikit."
          },
          {
            "en": "In this process of revising, black clouds in my head, in my mind, disappeared altogether, and my life got better. I thought I should tell this idea to anyone who has less confidence in their English.",
            "id": "Dalam proses revisi ini, awan hitam di kepala saya, dalam pikiran saya, hilang sama sekali, dan hidup saya menjadi lebih baik. Saya pikir saya seharusnya menceritakan ide ini kepada siapa pun yang kurang percaya diri dalam berbahasa Inggris."
          },
          {
            "en": "You know, according to a survey conducted by the British Council, 72% of business people in Japan think they lack confidence in their English. 90% of my students say they lack confidence in their English.",
            "id": "Tahu kan, menurut survei yang dilakukan oleh British Council, 72% pebisnis di Jepang berpikir bahwa mereka kekurangan percaya diri dalam berbahasa Inggris. 90% dari murid saya mengatakan bahwa mereka kekurangan percaya diri dalam berbahasa Inggris."
          },
          {
            "en": "From the year 2006, I go anywhere to teach this simple English to anyone, including business people, translators and engineers, and students at the universities. I like them.",
            "id": "Sejak tahun 2006, saya pergi ke mana-mana untuk mengajar Bahasa Inggris sederhana ini kepada siapa pun, termasuk pebisnis, penerjemah, insinyur, dan mahasiswa di universitas. Saya menyukainya."
          },
          {
            "en": "I also teach at Kyoto University as well. I encourage them to write or present their ideas or their technologies in simple English. Amazingly they learn very quickly. Their confident smiles after the course moved me. They said simple English changed their communication.",
            "id": "Saya juga mengajar di Universitas Kyoto. Saya mendorong mereka untuk menulis atau menyampaikan ide atau teknologi mereka dalam Bahasa Inggris sederhana. Mengagumkan, mereka belajar dengan sangat cepat. Senyum percaya diri mereka setelah kursus membuat saya terharu. Mereka mengatakan bahwa Bahasa Inggris sederhana mengubah komunikasi mereka."
          },
          {
            "en": "You see, they look super happy. This is my final message to you: try using simple English. Talk to people around you, especially if you have a lunch break after this session. Introduce yourself in simple English.",
            "id": "Lihat, mereka terlihat sangat bahagia. Ini adalah pesan terakhir saya untuk Anda: coba gunakan Bahasa Inggris sederhana. Berbicara dengan orang-orang di sekitar Anda, terutama jika Anda memiliki istirahat makan siang setelah sesi ini. Perkenalkan diri Anda dalam Bahasa Inggris sederhana."
          },
          {
            "en": "Again, you don't have to say: I am a student at Kyoto University, I belong to a polymer department, or I work for a manufacturing company for diesel engines. I am, by the way, an engineer. It's difficult.",
            "id": "Sekali lagi, Anda tidak perlu mengatakan: Saya seorang mahasiswa di Universitas Kyoto, saya tergabung dalam departemen polimer, atau Saya bekerja untuk perusahaan manufaktur mesin diesel. Saya, ngomong-ngomong, seorang insinyur. Ini sulit."
          },
          {
            "en": "So, just say, I study polymers, or I develop diesel engines.",
            "id": "Jadi, katakan saja, Saya belajar polimer, atau Saya mengembangkan mesin diesel."
          },
          {
            "en": "Also, talk to speakers here at TedxKyoto University. You'll find them around, talk to them.",
            "id": "Juga, berbicaralah dengan pembicara di sini di Universitas TedxKyoto. Anda akan menemui mereka, ajak bicara mereka."
          },
          {
            "en": "Again, you don't have to say, I was interested in your talk, or I found your idea great. You don't have to say that. You can also say, Your talk interests me, by using a subject, verb, and an object.",
            "id": "Sekali lagi, Anda tidak perlu mengatakan, Saya tertarik dengan pembicaraan Anda, atau Saya menemukan ide Anda hebat. Anda tidak perlu mengatakan itu. Anda juga bisa mengatakan, Pembicaraan Anda menarik saya, dengan menggunakan subjek, kata kerja, dan objek."
          },
          {
            "en": "You can also say, and I hope you would say to me as well, I like your idea.",
            "id": "Anda juga bisa mengatakan, dan saya harap Anda juga mengatakan kepada saya, Saya suka ide Anda."
          },
          {
            "en": "Thank you very much.",
            "id": "Terima kasih banyak."
          }
    ]
}